{
  "project1": {
    "id": 0,
    "title": "Vel-Watt",
    "year": 2022,
    "littledescription": "Vélo pédagogique",
    "description": "Vel-Watt est un projet qui utilise des vélos pour produire de l'électricité. Il comprend une interface graphique avec un mini-jeu 3D et une application web ayant pour objectif de suivre la production d'électricité et de sensibiliser à sa valeur. Ce projet est en cours de réalisation et je travaille en tant que développeur et designer UX/UI. J'ai créé l'interface graphique et l'expérience utilisateur, réalisé l'intégration de l'interface graphique en React. J'ai aussi créé les médias 3D sur Blender, avant de les intégrer avec three.js.",
    "imageFirst": "/images/project/Velwatt-Material.png",
    "image": ["/images/project/Velwatt-mockup.png"],
    "tags": ["React", "Node.js", "Three.js", "SCSS", "UX/UI design" ],
    "link": "https://www.velwatt.com",
    "type": ["computer", "mobile"],
    "role": ["développeur", "designer"]
  },
  "project2": {
    "id": 1,
    "title": "Broadcast3000",
    "year": 2022,
    "littledescription": "Affichage dynamique",
    "description": "Broadcast3000 est une solution d'affichage dynamique qui relie les calendriers et les bases de données d'images pour automatiser le processus d'affichage. Les utilisateurs peuvent diffuser facilement du contenu visuel mis à jour, améliorant ainsi l'efficacité et la productivité de leurs activités de diffusion. Ce projet est en cours de réalisation et j'y travaille en tant que développeur. J'ai créé la partie Backend en Node.js pour automatiser le processus d'événement et d'affichage, puis j'ai réalisé l'intégration de l'interface graphique en React.",
    "imageFirst": "/images/project/Broadcast3-mockup.png",
    "image": ["/images/project/Broadcast3-template.png"],
    "tags": ["React", "TypeScript", "SCSS", "Rest"],
    "link": "",
    "type": ["computer", "mobile"],
    "role": ["développeur"]
  },
  "project3": {
    "id": 2,
    "title": "Brainstormer3000",
    "year": 2022,
    "littledescription": "Generateur de brainstorming",
    "description": "Brainstormer3000 est un site web qui aide les élèves à explorer leurs idées pour résoudre des problèmes technologiques. Il génère des phrases aléatoires pour stimuler la réflexion et inspirer de nouvelles perspectives. J'y ai travaillé en tant que développeur, j'ai réalisé l'intégration de l'interface graphique.",
    "imageFirst": "/images/project/Brainsorm-thumbnail.png",
    "image": ["/images/project/Brainsorm-mockup.png"],
    "tags": ["HTML", "CSS", "JS"],
    "link": "https://amlds.github.io/brainstorm3000/",
    "type": ["computer"],
    "role": ["développeur"]
  },
  "project4": {
    "id": 3,
    "title": "Compet' en vill'",
    "year": 2022,
    "littledescription": "Réseau social pour les compétitions sportives",
    "description": "Compet' en vill' est un réseau social qui rassemble les amateurs de sports urbains pour des compétitions amicales en ville. Il permet de rejoindre ou de créer des groupes afin que les utilisateurs puissent facilement trouver des partenaires pour jouer au city stade et défier leur niveau de jeu. J'ai travaillé dessus en tant que designer UX/UI pour créer l'interface graphique et l'expérience utilisateur.",
    "imageFirst": "/images/project/Competenvill-mockup.png",
    "image": ["/images/project/Competenvill-mockup2.png"],
    "tags": ["Figma", "UX/UI design"],
    "link": "https://www.competenvill.com/",
    "type": ["mobile"],
    "role": ["designer"]
  },
  "project5": {
    "id": 4,
    "title": "Cabinet Rostaing",
    "year": 2022,
    "littledescription": "Actualité de comptabilité",
    "description": "Cabinet Rostaing est une application mobile conçue pour simplifier les informations sur l'actualité en matière de comptabilité. Elle regroupe toutes les actualités et les informations importantes en un seul endroit facile d'accès. J'ai travaillé en tant que designer UX/UI pour créer l'interface graphique et améliorer l'expérience utilisateur, puis j'ai intégré l'interface sur Bravo Studio et mis en place l'API.",
    "imageFirst": "/images/project/CabinetRostaing-mockup.png",
    "image": [],
    "tags": ["Figma", "UX/UI design", "BravoStudio"],
    "link": "",
    "type": ["mobile"],
    "role": ["développeur", "designer"]
  }
}
